Repository: Patrxgt/jazz2-native
Catalog: Content/Translations/*.po
Languages: es, gl, it

source: Player Name
it: Nome giocatore

source: Unique Player ID
it: Player ID univoco

source: Points: {}
it: Punti: {}

source: Game starts in {}
it: Il gioco comincerà tra {}

source: Waiting for {} more player
it: In attesa di {} altro giocatore

source: Find exit!
it: Trova l'uscita!

source: f[c:#704a4a]Cannot load specified level!f[/c] Make sure all necessary files are accessible and try it again.
es: f[c:#704a4a]No se puede cargar el nivel especificado!f[/c] Asegúrate que todos los ficheros necesarios son accesibles e inténtalo de nuevo.
gl: f[c:#704a4a]Non se pode cargar o nivel especificado!f[/c] Asegura que todo ficheiro necesario sexa accesíbel e proba de novo.
it: f[c:#704a4a]Impossibile caricare il livello specificato!f[/c] Assicurarsi che tutti i file necessari siano accessibili e riprovare.

source: f[c:#704a4a]Cannot resume saved state!f[/c] Make sure all necessary files are accessible and try it again.
es: f[c:#704a4a]No se puede continuar la partida guardada!f[/c] Asegúrate que todos los ficheros necesarios son accesibles e inténtalo de nuevo.
gl: f[c:#704a4a]Non se pode retomar o progreso!f[/c] Asegura que todo ficheiro necesario sexa accesíbel e proba de novo.
it: f[c:#704a4a]Impossibile continuare!f[/c] Assicurarsi che tutti i file necessari siano accessibili e riprovare.

source: Unnamed server
it: Server senza nome

source: f[c:#704a4a]Cannot connect to the server!f[/c] Invalid parameter specified.
it: f[c:#704a4a]Impossibile connettersi al server!f[/c] Parametro non valido specificato.

source: f[c:#704a4a]Cannot connect to the server!f[/c] Your client version is not compatible with the server.
es: f[c:#704a4a]No se puede conectar al servidor!f[/c] La versión de tu cliente no es compatible con la del servidor.
gl: f[c:#704a4a]Non se pode conectar co servidor!f[/c] A túa versión do cliente non é compatíbel coa do servidor.
it: f[c:#704a4a]Impossibile connettersi al server!f[/c] La tua versione del client non è compatibile con il server.

source: f[c:#704a4a]Cannot connect to the server!f[/c] Authentication failed. Contact server administrators for more information.
it: f[c:#704a4a]Impossibile connettersi al server!f[/c] Autenticazione fallita. Contattare gli amministratori del server per ulteriori informazioni.

source: f[c:#704a4a]Cannot connect to the server!f[/c] Invalid password specified.
it: f[c:#704a4a]Impossibile connettersi al server!f[/c] Password specificata non valida.

source: f[c:#704a4a]Cannot connect to the server!f[/c] Invalid player name specified. Please check your profile and try it again.
it: f[c:#704a4a]Impossibile connettersi al server!f[/c] Nome del giocatore non valido. Controlla il tuo profilo e riprova.

source: f[c:#704a4a]Cannot connect to the server!f[/c] This client is not in the server whitelist. Contact server administrators for more information.
it: f[c:#704a4a]Impossibile connettersi al server!f[/c] Questo client non è presente nella whitelist del server. Contattare gli amministratori del server per ulteriori informazioni.

source: f[c:#704a4a]Cannot connect to the server!f[/c] Server requires 3rd party authentication provider. Contact server administrators for more information.
it: f[c:#704a4a]Impossibile connettersi al server!f[/c] Il server richiede un provider di autenticazione di terze parti. Contattare gli amministratori del server per ulteriori informazioni.

source: f[c:#704a4a]Cannot connect to the server!f[/c] Server capacity is full. Please try it later.
es: f[c:#704a4a]No se puede conectar al servidor!f[/c] La capacidad del servidor está completa. Inténtalo de nuevo más tarde.
gl: f[c:#704a4a]Non se pode conectar co servidor!f[/c] O servidor está completo. Proba máis tarde.
it: f[c:#704a4a]Impossibile connettersi al server!f[/c] Il server è pieno. Prego riprova dopo.

source: f[c:#704a4a]Cannot connect to the server!f[/c] Server is not in a state where it can process your request. Please try again in a few seconds.
es: f[c:#704a4a]No se puede conectar al servidor!f[/c] El servidor non está en un estado que pueda procesar tu solicitud. Inténtalo de nuevo dentro de unos segundos.
gl: f[c:#704a4a]Non se pode conectar co servidor!f[/c] O servidor non está nun estado que poida procesar a túa solicitude. Proba de novo dentro dun pouco.
it: f[c:#704a4a]Impossibile connettersi al server!f[/c] Il server non è in uno stato idoneo a processare la tua richiesta. Prego, riprova tra alcuni secondi.

source: f[c:#704a4a]Connection has been closed!f[/c] Server is shutting down. Please try it later.
es: f[c:#704a4a]La conexión se ha cerrado!f[/c] El servidor se está apagando. Inténtalo de nuevo más tarde.
gl: f[c:#704a4a]Non se pode conectar co servidor!f[/c] O servidor está completo. Proba máis tarde.
it: f[c:#704a4a]La connessione è stata chiusa!f[/c] Il server è in chiusura. Prego, riprova più tardi.

source: f[c:#704a4a]Connection has been closed!f[/c] Server is shutting down for maintenance. Please try it again later.
es: f[c:#704a4a]La conexión se ha cerrado!f[/c] El servidor se está apagando para mantenimiento. Inténtalo de nuevo más tarde.
gl: f[c:#704a4a]Pechouse a conexión!f[/c] O servidor estase apagando para mantemento. Proba máis tarde.
it: f[c:#704a4a]La connessione è stata chiusa!f[/c] Il server è in chiusura per manutenzione. Prego, riprova più tardi.

source: f[c:#704a4a]Connection has been closed!f[/c] Server is shutting down for reconfiguration. Please try it again later.
es: f[c:#704a4a]La conexión se ha cerrado!f[/c] El servidor se está apagando para reconfigurarse. Inténtalo de nuevo más tarde.
gl: f[c:#704a4a]Pechouse a conexión!f[/c] O servidor estase apagando para configurarse. Proba máis tarde.
it: f[c:#704a4a]La connessione è stata chiusa!f[/c] Il server è in chiusura per manutenzione. Prego, riprova più tardi.

source: f[c:#704a4a]Connection has been closed!f[/c] Server is shutting down for update. Please check your client version and try it again in a minute.
es: f[c:#704a4a]La conexión se ha cerrado!f[/c] El servidor se está apagando por una actualización. Inténtalo de nuevo más tarde.
gl: f[c:#704a4a]Pechouse a conexión!f[/c] O servidor estase apagando para unha actualización. Comproba a túa versión de cliente e proba nun minuto.
it: f[c:#704a4a]La connessione è stata chiusa!f[/c] Il server è in chiusura per manutenzione. Prego, riprova più tardi.

source: f[c:#704a4a]Connection has been lost!f[/c] Please try it again and if the problem persists, check your network connection.
es: f[c:#704a4a]La conexión se ha perdido!f[/c] Inténtalo de nuevo y si el problema persiste, comprueba tu conexión a la red.
gl: f[c:#704a4a]Perdeuse a conexión!f[/c] Proba de novo e se o problema continúa, revisa a túa conexión á rede.
it: f[c:#704a4a]La connessione è stata persa!f[/c] Prego, riprova e se il problema persiste, controlla la tua connessione di rete.

source: f[c:#704a4a]Cannot connect to the server!f[/c] The server is not responding for connection request.
es: f[c:#704a4a]No se puede conectar al servidor!f[/c] El servidor no está respondiendo a la petición de conexión.
gl: f[c:#704a4a]Non se pode conectar co servidor!f[/c] A túa versión do cliente non é compatíbel coa do servidor.
it: f[c:#704a4a]Impossibile connettersi al server!f[/c] Il server is non risponde alle richieste di connessione.

source: f[c:#704a4a]Connection has been closed!f[/c] You have been f[c:#907050]kickedf[/c] off the server. Contact server administrators for more information.
es: f[c:#704a4a]La conexión se ha cerrado!f[/c] Has sido f[c:#907050]expulsadof[/c] del servidor. Contacta con la administración del servidor para más información.
gl: f[c:#704a4a]Pechouse a conexión!f[/c] Fuches f[c:#907050]expulsadof[/c] do servidor. Contacta coa administración do servidor para máis información.
it: f[c:#704a4a]La connessione è stata chiusa!f[/c] Sei stato f[c:#907050]buttato fuorif[/c] dal server. Contatta gli amministratori per maggiori informazioni.

source: f[c:#704a4a]Connection has been closed!f[/c] You have been f[c:#725040]bannedf[/c] off the server. Contact server administrators for more information.
es: f[c:#704a4a]La conexión se ha cerrado!f[/c] Has sido f[c:#725040]baneadof[/c] del servidor. Contacta con la administración del servidor para más información.
gl: f[c:#704a4a]Pechouse a conexión!f[/c] Fuches f[c:#725040]baneadof[/c] do servidor. Contacta coa administración do servidor para máis información.
it: f[c:#704a4a]La connessione è stata chiusa!f[/c] Sei stato f[c:#725040]bannatof[/c] dal server. Contatta gli amministratori per maggiori informazioni.

source: f[c:#704a4a]Connection has been closed!f[/c] Cheating detected.
it: f[c:#704a4a]La connessione è stata chiusa!f[/c] Rilevato un imbroglio.

source: f[c:#704a4a]Cannot connect to the server!f[/c] Your client doesn't contain required assets. Please download the required files and try it again.
it: f[c:#704a4a]Impossibile connettersi al server!f[/c] Il tuo client non contiene le risorse necessarie. Scaricare i file necessari e riprovare.

source: f[c:#704a4a]Connection has been closed!f[/c] The server has disconnected you due to inactivity.
it: f[c:#704a4a]La connessione è stata chiusa!f[/c] Il server ti ha disconnesso causa inattività.

source: f[c:#704a4a]Cannot connect to the server!f[/c] Your client doesn't contain level "{}". Please download the required files and try it again.
it: f[c:#704a4a]Impossibile connettersi al server!f[/c] Il client non contiene il livello “{}”. Scaricare i file necessari e riprovare.

source: Level "%s" initialized
es: Nivel "%s" inicializado
gl: Nivel "%s" inicializado

source: Remap Controls for Player %i
es: Reasignar controles para participante %i
gl: Reasignar controis para participante %i

source: You must complete "%s" first!
es: Tienes que completar "%s" antes!
gl: Tes que completar "%s" antes!

source: You can choose your preferred play style. This option can be changed at any time in f[c:#707070]%sf[/c] > f[c:#707070]%sf[/c] > f[c:#707070]%sf[/c]. For more information, visit %s and  Discord!
es: Puedes elegir tu estilo de juego preferido. Esta opción se puede cambiar en cualquier momento en f[c:#707070]%sf[/c] > f[c:#707070]%sf[/c] > f[c:#707070]%sf[/c]. ¡Para más información, visita %s y  Discord!
gl: Podes escoller o teu estilo de xogo preferido. Esta opción pode cambiarse en calquera momento en f[c:#707070]%sf[/c] > f[c:#707070]%sf[/c] > f[c:#707070]%sf[/c]. Para máis información, visita %s e  Discord!

source: No
gl: Non

source: Antialiasing
es: Antiplegamiento
gl: Suavizado

source: Highscores for f[c:#d0705d]%sf[/c]
es: Mejores puntuaciones para f[c:#d0705d]%sf[/c]
gl: Mellores puntuacións para f[c:#d0705d]%sf[/c]

source: Processing of %i file...
es: Procesando %i fichero...
gl: A procesar %i ficheiro...

source: Weapon %i
es: Arma %i
gl: Arma %i
