Repository: Patrxgt/jazz2-native
Catalog: Content/Translations/*.po
Languages: es, gl, it

# xmas99/01_xmas1
source: You can buttstomp through some of the weakspots in the pathways!
es: ¡Puedes machacar con el culo algunos de los puntos débiles en los caminos!
gl: Podes esmagar por medio de algúns puntos febles nos camiños!
it: Con una schiacciata del didietro puoi passare attraverso alcuni punti deboli del percorso!

# xmas99/01_xmas1
source: Some blocks can only be broken with a certain weapon.
es: Algunos bloques sólo se pueden romper con una determinada arma.
gl: Algúns bloques só se poden romper cunha arma específica.
it: Alcuni blocchi possono essere distrutti solo con certe armi.

# xmas99/01_xmas1
source: Welcome to Christmas Chronicles!
es: ¡Bienvenido a Christmas Chronicles!
gl: Benvida a Christmas Chronicles!
it: Benvenuto a Christmas Chronicles!

# xmas99/01_xmas1
source: Seasons Greetings from Epic MegaGames Orange Games and Project 2 Interactive!
es: Felicitaciones estivales de Epic MegaGames Orange Games y Project 2 Interactive!
gl: Saúdos estacionais de Epic MegaGames Orange Games e Project 2 Interactive!
it: Saluti di stagione da Epic MegaGames Orange Games e Project 2 Interactive!

# xmas99/02_xmas2
source: You can stand on top of some of the trees!
es: ¡Puedes pararte en la cima de algunos de los árboles!
gl: Podes parar encima de algunhas das árbores!
it: Puoi restare in piedi in cima ad alcuni alberi!

# xmas99/02_xmas2
source: You can buttstomp through some of the weakspots in the pathways!
es: ¡Puedes machacar con el culo algunos de los puntos débiles en los caminos!
gl: Podes esmagar por medio de algúns puntos febles nos camiños!
it: Con una schiacciata del didietro puoi passare attraverso alcuni punti deboli del percorso!

# xmas99/02_xmas2
source: Punching the blocks above you can be rewarding.
es: Golpear los bloques que están encima tuyo puede ser gratificante.
gl: Bater nos bloques encima túa pode ser beneficioso.
it: Prendere a pugni i blocchi sopra di te può essere gratificante.

# xmas99/02_xmas2
source: Gem Trail Entry Crate.
es: Cajón de entrada para sendero de gemas.
gl: Caixón de entrada ao sendeiro de xemas.
it: Cassa d'Ingresso del Sentiero delle Gemme.

# xmas99/02_xmas2
source: Gem Trail Entrance. Climb the treetops to find and stomp the Entry Crate.
es: Entrada al sendero de gemas. Sube a las copas de los árboles para encontrar y machacar la caja de entrada.
gl: Entrada ao sendeiro de xemas. Rube ás copas das árbores para atopar e esmagar a caixa de entrada.
it: Ingresso del Sentiero delle Gemme. Arrampicati sulle cime degli alberi per trovare e schiacciare la Cassa d'Ingresso.

# xmas99/02_xmas2
source: Hi There, Piggy! - Poopy
es: ¡Hola Piggy! - Poopy
gl: Ola, Piggy! - Poopy
it: Ciao, Piggy! - Poopy

# xmas99/02_xmas2
source: Michelle: You've changed my life in so many ways I dedicate this project to you. I love you so much.
es: Michelle: Has cambiado mi vida de muchas maneras Te dedico este proyecto. Te quiero mucho.
gl: Michelle: Cambiaches a miña vida de moitas formas Adícote este proxecto. Quérote moito.
it: Michelle: hai cambiato la mia vita in molti modi. Dedico questo progetto a te. Ti amo così tanto.

# xmas99/02_xmas2
source: Kassi Nicole: A million things I long to say to you But my words always lead to the same ending I love you, I love you.
es: Kassi Nicole: Anhelo decirte un millón de cosas Pero mis palabras siempre conducen al mismo final Te quiero, te quiero.
gl: Kassi Nicole: Quixera dicirche un millón de cousas pero as miñas palabras levan ao mesmo fin Quérote, quérote.
it: Kassi Nicole: Un milione di cose che vorrei dirti Ma le mie parole portano sempre allo stesso finale Ti amo, ti amo.

# xmas99/03_xmas3
source: Please use your TNT wisely.
es: Usa tu TNT sabiamente.
gl: Usa a túa TNT sabiamente.
it: Prego, utilizza il TNT con saggezza.

# xmas99/03_xmas3
source: Don't lose your grip!
es: ¡No pierdas el control!
gl: Non perdas o control!
it: Non perdere la presa!

# xmas99/03_xmas3
source: Welcome to Burrowsville Please drive carefully.
es: Bienvenido a Burrowsville Conduce con precaución.
gl: Benvida a Burrowsville Conduce con coidado.
it: Benvenuti a Burrowsville Si prega di guidare con prudenza.

# xmas99/03_xmas3
source: That bridge doesnt look too safe...
es: Este puente no parece muy seguro...
gl: Esa ponte non se ve moi segura...
it: Quel ponte non sembra essere molto sicuro...

# xmas99/03_xmas3
source: Robert and Craig: Springs RULE! :)
es: Robert y Craig: ¡Los trampolines son lo MÁXIMO! :)
gl: Robert e Craig: Os resortes MOLAN! :)
it: Robert e Craig: Le molle REGNANO! :)

# xmas99/03_xmas3
source: Now leaving Burrowsville Please visit again.
es: Abandonando Burrowsville Visítanos de nuevo.
gl: Agora abandonas Burrowsville Por favor, visítanos de novo.
it: In partenza da Burrowsville Vi invitiamo a tornare a trovarci.

# xmas99/03_xmas3
source: Password: xmasbunny Please visit www.project2.com
es: Contraseña: xmasbunny Por favor, visita www.project2.com
gl: Contrasinal: xmasbunny Por favor, visita www.project2.com
it: Password: xmasbunny Prego visita www.project2.com

source: Level "{}" initialized
it: Livello "{}" inizializzato

source: For more information, visit the official website:
es: Para más información, visita la web oficial:
gl: Para máis información, visita a páxina web oficial:
it: Per ulteriori informazioni, visitare il sito Web ufficiale:

source: Cheats are not allowed in current context
es: No se permiten trampas en la situación actual
gl: Non se permiten trucos no contexto actual
it: I trucchi non sono consentiti nel contesto attuale

source: The game will begin shortly!
it: Il gioco inizierà a breve!

source: f[c:#d0705d]{}f[/c] was roasted by f[c:#d0705d]{}f[/c]
it: f[c:#d0705d]{}f[/c] è stato arrostito da f[c:#d0705d]{}f[/c]

source: f[c:#d0705d]{}f[/c] was roasted by environment
it: f[c:#d0705d]{}f[/c] è stato arrostito dall'ambiente

source: f[c:#d0705d]{}f[/c] disconnected
it: f[c:#d0705d]{}f[/c] si è disconnesso

source: f[c:#d0705d]{}f[/c] connected
it: f[c:#d0705d]{}f[/c] è connesso

source: Winner is {}
it: Il vincitore è {}

source: Unknown command
es: Comando desconocido
gl: Orde descoñecida
it: Comando sconosciuto

source: Reimplementation of the game f[c:#9e7056]Jazz Jackrabbit 2f[/c] released in 1998. Supports various versions of the game (Shareware Demo, Holiday Hare '98, The Secret Files and Christmas Chronicles). Also, it partially supports some features of JJ2+ extension.
es: Reimplementación del juego f[c:#9e7056]Jazz Jackrabbit 2f[/c] publicado en 1998. Compatible con varias versiones del juego (Shareware Demo, Holiday Hare '98, The Secret Files y Christmas Chronicles). Además, es compatible parcialmente con alguna funciones de la extensión JJ2+.
gl: Re-implementación do xogo f[c:#9e7056]Jazz Jackrabbit 2f[/c] publicado no 1998. Admite varias versións do xogo (Shareware Demo, Holiday Hare '98, The Secret Files e Christmas Chronicles). Tamén admite parcialmente algunhas características da extensión JJ2+.
it: Reimplementazione del gioco f[c:#9e7056]Jazz Jackrabbit 2f[/c] rilasciato nel 1998. Supporta varie versioni del gioco (Shareware Demo, Holiday Hare '98, The Secret Files e Christmas Chronicles). Inoltre, supporta parzialmente alcune funzioni dell'estensione JJ2+.

source: Developers
es: Desarrolladores
gl: Desenvolvedores
it: Sviluppatori

source: Contributors
es: Colaboradores
gl: Colaboradores
it: Collaboratori

source: Translators
es: Traductores
gl: Tradutores
it: Traduttori

source: This project uses modified f[c:#9e7056]nCinef[/c] game engine and following libraries:
es: Este proyecto usa el motor de juego f[c:#9e7056]nCinef[/c] modificado y las siguientes librerías:
gl: Este proxecto usa o motor de xogo f[c:#9e7056]nCinef[c] modificado e as seguintes librarías:
it: Questo progetto utilizza il motore di gioco f[c:#9e7056]nCinef[/c] modificato e le seguenti librerie:

source: Play Story
es: Jugar historia
gl: Xogar historia
it: Storia

source: Play Shareware Demo
es: Jugar demostración
gl: Xogar Shareware Demo
it: Gioca la Demo Shareware

source: Import Episodes
es: Importar episodios
gl: Importar episodios
it: Importa Episodi

source: Continue
es: Continuar
gl: Continuar
it: Continua

source: Play Online
it: Gioca online

source: Highscores
es: Mejores puntuaciones
gl: Máximas puntuacións
it: Punteggi record

source: Options
es: Opciones
gl: Opcións
it: Impostazioni

source: About
es: Acerca de
gl: Acerca de
it: Informazioni

source: Quit
es: Salir
gl: Saír
it: Esci

source: For more information, visit {} and  Discord!
it: Per ulteriori informazioni, visitare {} e  Discord!

source: Access to external storage has been granted!
es: ¡Se ha concedido acceso al almacenamiento externo!
gl: Acceso ao almacenamento externo garantido!
it: L'accesso all'archivio esterno è stato concesso!

source: f[c:#337233]Restart the game to read f[c:#9e7056]Jazz Jackrabbit 2f[c:#337233] files correctly.
es: f[c:#337233]Reinicia el juego para leer los ficheros de f[c:#9e7056]Jazz Jackrabbit 2f[c:#337233] correctamente.
gl: f[c:#337233]Restabelece o xogo para ler os ficheiros do f[c:#9e7056]Jazz Jackrabbit 2f[c:#337233] correctamente.
it: f[c:#337233]Riavviare il gioco per leggere correttamente i file di f[c:#9e7056]Jazz Jackrabbit 2f[c:#337233].

source: f[c:#704a4a]This game requires original f[c:#9e7056]Jazz Jackrabbit 2f[c:#704a4a] files!
es: f[c:#704a4a]Este juego requiere los ficheros del f[c:#9e7056]Jazz Jackrabbit 2f[c:#704a4a] original!
gl: f[c:#704a4a]Este xogo require ficheiros do f[c:#9e7056]Jazz Jackrabbit 2f[c:#704a4a] orixinal!
it: f[c:#704a4a]Questo gioco richiede i file originali di f[c:#9e7056]Jazz Jackrabbit 2f[c:#704a4a]!

source: Make sure Jazz Jackrabbit 2 files are present in following path:
es: Asegúrate que los ficheros de Jazz Jackrabbit 2 están presentes en la siguiente ruta:
gl: Asegura que os ficheiros do Jazz Jackrabbit 2 estean no seguinte camiño:
it: Assicurati che i file di Jazz Jackrabbit 2 siano presenti nel seguente percorso:

source: Allow access to external storage
es: Permitir acceso al almacenamiento externo
gl: Permite o acceso ao almacenamento externo
it: Permetti l'accesso a un archivio esterno

source: Remap Controls for Player {}
it: Riconfigura i controlli per il Giocatore {}

source: Remap Controls
es: Reasignar controles
gl: Reconfigurar controis
it: Riconfigura i Controlli

source: Touch Controls
es: Controles táctiles
gl: Controis táctiles
it: Controlli touch

source: Toggle Run
es: Alternar correr
gl: Alternar correr
it: Cambia corsa continua

source: Gamepad Button Labels
es: Etiquetas de los botones del mando
gl: Etiquetas dos botóns do mando
it: Nomi dei bottoni del gamepad

source: Gamepad Rumble
es: Vibración del mando
gl: Vibración do mando
it: Vibrazione gamepad

source: Extended PlayStation™ Support
es: Compatibilidad extendida para PlayStation™
gl: Compatibilidade extendida para PlayStation™
it: Supporto PlayStation™ esteso

source: Native Back Button
es: Botón trasero nativo
gl: Botón atrás nativo
it: Pulsante Indietro nativo

source: Input Diagnostics
es: Diagnósticos de entrada
gl: Diagnoses de entrada
it: Diagnostica immissione

source: Reset To Default
es: Resetear a por defecto
gl: Restabelecer ao por defecto
it: Reimposta valori predefiniti

source: Controls
es: Controles
gl: Controis
it: Controlli

source: Strong
es: Fuerte
gl: Forte
it: Forte

source: Weak
es: Débil
gl: Feble
it: Debole

source: Disabled
es: Deshabilitado
gl: Desactivado
it: Disattivata

source: Enabled
es: Habilitado
gl: Activado
it: Attivata

source: Character
es: Personaje
gl: Personaxe
it: Personaggio

source: Game Mode
es: Modo de juego
gl: Modo de xogo
it: Modalità di gioco

source: Create Server
es: Crear servidor
gl: Crear servidor
it: Crea server

source: Battle
es: Batalla
gl: Batalla
it: Battaglia

source: Team Battle
es: Batalla en equipo
gl: Batalla en equipo
it: Battaglia di gruppo

source: Race
es: Carrera
gl: Carreira
it: Gara

source: Team Race
es: Carrera en equipo
gl: Carreira en equipo
it: Gara a squadre

source: Treasure Hunt
es: En busca del tesoro
gl: Busca do tesouro
it: Caccia al tesoro

source: Team Treasure Hunt
it: Caccia al tesoro a squadre

source: Capture The Flag
es: Capturar la bandera
gl: Capturar a bandeira
it: Acchiappa la bandiera

source: Cooperation
es: Cooperativa
gl: Cooperativo
it: Cooperazione

source: f[c:#704a4a]Cannot create the server!f[/c] Playlist is not properly configured. Please review server configuration and try it again.
it: f[c:#704a4a]Impossibile creare il server!f[/c] La playlist non è configurata correttamente. Prego, controlla la configurazione server e riprova.

source: f[c:#704a4a]Cannot create the server!f[/c] Please verify that no other server is running on that port and try it again.
it: f[c:#704a4a]Impossibile creare il server!f[/c] Prego, verifica che nessun altro server sia in esecuzione su quella porta e riprova.

source: Play Custom Levels
es: Jugar niveles personalizados
gl: Xogar niveis personalizados
it: Gioco Personalizzato

source: No custom level found!
es: ¡No se encuentra nivel personalizado!
gl: Non se atopa nivel personalizado!
it: Nessun livello personalizzato trovato!

source: Create server from playlist
it: Crea server da playlist

source: Create Private Server
it: Crea server privato

source: Create Public Server
it: Crea server pubblico

source: No episode found!
es: No se encuentran episodios!
gl: Non se atopa episodio!
it: Nessun episodio trovato!

source: Restart episode
es: Reiniciar episodio
gl: Restabelecer episodio
it: Ricomincia Episodio

source: You must complete "{}" first!
it: Devi prima completare "{}"!

source: Episode is locked!
es: ¡Episodio bloqueado!
gl: Episodio bloqueado!
it: Episodio bloccato!

source: Legacy
es: Legado
gl: Legado
it: Compatibilità

source: I want to play the game the way it used to be.
es: Quiero jugar al juego como solía ser.
gl: Quero xogar ao xogo como se debería facer.
it: Voglio giocare al gioco come era una volta.

source: Reforged
es: Reforjado
gl: Reforxado
it: Riveduto

source: I want to play the game with something new.
es: Quiero jugar al juego con algo nuevo.
gl: Quero xogar ao xogo con algo novo.
it: Voglio giocare ma con qualcosa di nuovo.

source: Welcome to f[c:#9e7056]Jazz Jackrabbit 2f[/c] reimplementation!
es: ¡Bienvenido a f[c:#9e7056]Jazz Jackrabbit 2f[/c] reimplementado!
gl: Benvida a f[c:#9e7056]Jazz Jackrabbit 2f[/c] re-implementado!
it: Benvenuti nella reimplementazione di f[c:#9e7056]Jazz Jackrabbit 2f[/c]!

source: Gameplay
es: Jugabilidad
gl: Axustes do xogo
it: Giocabilità

source: Enhancements
es: Mejoras
gl: Melloras
it: Miglioramenti

source: You can choose your preferred play style. This option can be changed at any time in f[c:#707070]{}f[/c] > f[c:#707070]{}f[/c] > f[c:#707070]{}f[/c]. For more information, visit {} and  Discord!
it: Puoi scegliere il tuo stile di gioco preferito. Potrai cambiare questa opzione in qualsiasi momento in f[c:#707070]{}f[/c] > f[c:#707070]{}f[/c] > f[c:#707070]{}f[/c]. Per altre informazioni, visita {} e  Discord!

source: Reforged Gameplay
es: Jugabilidad reforjada
gl: Xogabilidade reforxada
it: Giocabilità rivista

source: Reforged HUD
es: Pantalla táctil reforjada
gl: HUD reforxado
it: HUD rivisto

source: Reforged Main Menu
es: Menú principal reforjado
gl: Menú principal reforxado
it: Menu principale rivisto

source: Ledge Climbing
es: Escalada de cornisas
gl: Escalada de saíntes
it: Arrampicati sulle sporgenze

source: Weapon Wheel
es: Rueda de armas
gl: Roda de armas
it: Ruota delle Armi

source: You can enable enhancements that were added to this remake.
es: Puedes habilitar las mejoras que se agregaron a este remake.
gl: Podes activar as melloras engadidas a este remake.
it: Abilita i miglioramenti aggiunti da questo remake.

source: Enabled With Ammo Count
es: Habilitado con conteo de munición
gl: Activado con reconto de munición
it: Con Conteggio Munizioni

source: Language
es: Idioma
gl: Idioma
it: Lingua

source: Scripting
es: Escritura
gl: Secuencia de comandos
it: Scriptaggio

source: Switch To New Weapon
it: Cambia con nuova arma

source: Allow Cheats
es: Permitir trampas
gl: Permitir trucos
it: Permetti Trucchi

source: Overwrite Episode Completion
es: Sobrescribir episodio completado
gl: Sobrescribir episodio completado
it: Sovrascrivi Completamento Episodio

source: Browse "Source" Directory
es: Explorar directorio "Source"
gl: Explorar directorio "Source"
it: Sfoglia cartella "Source"

source: Refresh Cache
es: Recargar cache
gl: Recargar caché
it: Rigenera la Cache

source: Yes
es: Si
gl: Si
it: Sì

source: No Cheats Only
es: Sólo sin trampas
gl: Só sen trucos
it: Solo senza Trucchi

source: Higher Score Only
es: Sólo puntuación más alta
gl: Só puntuación máis alta
it: Solo in caso di Punteggi Alti

source: Always
es: Siempre
gl: Sempre
it: Sempre

source: Rescale Mode
es: Modo reescalado
gl: Modo de escalado
it: Modalità ridimensionamento

source: Resolution
es: Resolución
gl: Resolución
it: Risoluzione

source: Fullscreen
es: Pantalla completa
gl: A toda pantalla
it: Schermo pieno

source: Background Dithering
es: Tramado de fondo
gl: Tramado de fondo
it: Retinatura di sfondo

source: Water Quality
es: Calidad del agua
gl: Calidade da auga
it: Qualità dell'acqua

source: Show Player Trails
es: Mostrar rastros del jugador
gl: Amosar rastro do xogador
it: Mostra la scia del giocatore

source: Preferred Splitscreen
es: Pantalla partida preferida
gl: Pantalla partida preferida
it: Preferenze schermo condiviso

source: Prefer Zoom Out
es: Alejamiento preferido
gl: Afastamento preferido
it: Visuale più ampia (multi)

source: Keep Aspect Ratio In Cinematics
es: Mantener relación de aspecto en cinemáticas
gl: Manter proporción do aspecto nas cinemáticas
it: Mantenere il rapporto d'aspetto nei filmati

source: Unaligned Viewport
es: Ventana gráfica no alineada
gl: Xanela gráfica sen aliñar
it: Viewport non allineata

source: Performance Metrics
es: Métricas de rendimiento
gl: Métricas de rendemento
it: Metriche delle prestazioni

source: Graphics
es: Gráficos
gl: Gráficos
it: Grafica

source: Low
es: Bajo
gl: Baixo
it: Bassa

source: High
es: Alto
gl: Alto
it: Alta

source: Vertical
it: Verticale

source: Horizontal
it: Orizzontale

source: Enabled f[c:#d0705d](Experimental)f[/c]
es: Habilitado f[c:#d0705d](Experimental)f[/c]
gl: Activado f[c:#d0705d](experimental)f[/c]
it: Abilitata f[c:#d0705d](Sperimentale)f[/c]

source: Short
es: Corto
gl: Curto
it: Breve

source: Detailed
es: Detallado
gl: Detallado
it: Dettagliato

source: Highscores for f[c:#d0705d]Base gamef[/c]
es: Mejores puntuaciones para f[c:#d0705d]juego basef[/c]
gl: Mellores puntuacións para f[c:#d0705d]xogo basef[/c]
it: Punteggi record per f[c:#d0705d]Gioco basef[/c]

source: Highscores for f[c:#d0705d]{}f[/c]
it: Punteggi record per f[c:#d0705d]{}f[/c]

source: Select files of your original game to unlock additional episodes
es: Selecciona ficheros de tu juego original para desbloquear episodios adicionales
gl: Selecciona ficheiros do xogo orixinal para desbloquear episodios adicionais
it: Seleziona i file del tuo gioco originale per sbloccare episodi aggiuntivi

source: Processing of {} file...
it: Processamento file {}...

source: Waiting for files...
es: Esperando por los ficheros...
gl: Agardando por ficheiros...
it: In attesa dei file...

source: No files were selected!
es: ¡No se detectaron ficheros!
gl: Non se seleccionaron ficheiros!
it: Nessun file selezionato!

source: No new episodes were imported!
es: ¡No se importaron episodios nuevos!
gl: Non se importaron novos episodios!
it: Nessuno nuovo episodio è stato importato!

source: No gamepads are detected!
es: ¡No se detectan mandos!
gl: Non se detectan mandos!
it: Nessun gamepad rilevato!

source: Select Game Mode
es: Escoge modalidad juego
gl: Selecciona modo de xogo
it: Seleziona modalità di gioco

source: Sounds
es: Sonidos
gl: Sons
it: Suoni

source: User Profile
it: Profilo utente

source: Resume
es: Reanudar
gl: Retomar
it: Riprendi

source: Spectate
it: Osserva

source: Save & Exit
es: Guardar y salir
gl: Gardar e saír
it: Salva e esci

source: Disconnect & Exit
it: Disconnettiti e Esci

source: Connect To Server
es: Conectar a servidor
gl: Conectar ao servidor
it: Connettiti al server

source: Processing of files in f[c:#9e7056]"Source"f[/c] directory...
es: Procesando los ficheros del directorio f[c:#9e7056]"Source"f[/c]...
gl: Procesando ficheiros no directorio f[c:0x9e7056]"Source"f[c]...
it: Elaborazione dei file nella directory f[c:#9e7056]"Source"f[/c]...

source: Newly added levels and episodes will be available soon.
es: Los niveles y episodios recién agregados estarán disponibles pronto.
gl: Os novos niveis e episodios engadidos estarán dispoñíbeis axiña.
it: Livelli e episodi nuovi saranno presto disponibili.

source: Left
es: Izquierda
gl: Esquerda
it: Sinistra

source: Right
es: Derecha
gl: Dereita
it: Destra

source: Up
es: Arriba
gl: Arriba
it: Su

source: Down
es: Abajo
gl: Abaixo
it: Giù

source: Buttstomp
es: Machacar con tu culo
gl: Esmagar co traseiro
it: Schiacciata col didietro

source: Fire
es: Disparar
gl: Disparar
it: Fuoco

source: Jump
es: Saltar
gl: Saltar
it: Salta

source: Run
es: Correr
gl: Correr
it: Corri

source: Change Weapon
es: Cambiar arma
gl: Cambiar arma
it: Cambia arma

source: Back
es: Volver
gl: Atrás
it: Indietro

source: Toggle Console
es: Alternar consola
gl: Alternar consola
it: Attiva/disattiva console

source: Weapon {}
it: Arma {}

source: Press any key or button to assign
es: Pulsa cualquier tecla o botón para asignar
gl: Preme una tecla ou botón para asignar
it: Premi un tasto o pulsante per assegnare

source: to remove assignment
es: para eliminar la asignación
gl: para quitar asignación
it: rimuovi tasto assegnato

source: None / Pixel-perfect
es: Nada / Pixel perfecto
gl: Nada / Píxel perfecto
it: Pixel-perfetto

source: CRT Scanlines
es: CRT líneas de exploración
gl: CRT liñas de escaneado
it: Linee di scansione (Scanline) CRT

source: CRT Shadow Mask
es: CRT máscara de sombra
gl: CRT máscara de sombra
it: Maschera d'ombra (Shadow Mask) CRT

source: CRT Aperture Grille
es: CRT rejilla de apertura
gl: CRT grella de apertura
it: Griglia di apertura CRT

source: Monochrome
es: Monocromático
gl: Monocromático
it: Monocromatico

source: Select Rescale Mode
es: Selecciona modo de reescalado
gl: Selecciona modo de escalado
it: Seleziona la modalità di ridimensionamento

source: No servers found, but still searchin'!
es: No se encuentran servidores, pero seguimos buscando!
gl: Non se atoparon servidores, pero seguimos a busca!
it: Nessun server trovato, ma sto ancora cercando!

source: Press f[c:#d0705d]Firef[/c] to continue
es: Presiona f[c:#d0705d]Fuegof[/c] para continuar
gl: Preme f[c:#d0705d]Disparof[/c] para seguir
it: Premi f[c:#d0705d]Fuocof[/c] per continuare

source: Master Volume
es: Volumen principal
gl: Volume xeral
it: Volume principale

source: SFX Volume
es: Volumen de efectos
gl: Volume efectos
it: Volume SFX

source: Music Volume
es: Volumen de música
gl: Volume música
it: Volume musica

source: Number of Local Players
es: Número de jugadores en local
gl: Número de participantes locais
it: Numero di giocatori locali

source: Difficulty
es: Dificultad
gl: Dificultade
it: Difficoltà

source: Start
es: Empezar
gl: Comezar
it: Iniza Partita

source: Easy
es: Fácil
gl: Fácil
it: Facile

source: Medium
es: Medio
gl: Medio
it: Media

source: Hard
es: Difícil
gl: Difícil
it: Difficile

source: You can adjust position of the touch zones by drag and drop.
es: Puedes ajustar la posición de las zonas táctiles arrastrando y soltando.
gl: Podes axustar a posición das zonas de toque por esvarar e soltar.
it: È possibile regolare la posizione delle zone touch mediante trascinamento.

source: Discord Integration
es: Integración con Discord
gl: Integración co Discord
it: Integrazione Discord
