Repository: Patrxgt/jazz2-native
Catalog: Content/Translations/*.po
Languages: es, gl, it

# flash/01_diam1
source: Spaz ate the dopefish.
es: Spaz se comió al dopefish.
gl: Spaz comeu o Dopefish.
it: Spaz ha mangiato il Dopefish.

# flash/01_diam1
source: Find the gopher.
es: Busca a la ardilla.
gl: Atopa o esquío.
it: Trova la talpa.

# flash/01_diam1
source: Dragons live in burbank.
es: Los dragones viven en burbank.
gl: Os dragóns viven en Burbank.
it: I draghi vivono a Burbank.

# flash/01_diam1
source: Mark wears briefs. Hoo Hah!
es: Mark lleva calzoncillos. Hoo Hah!
gl: Mark leva calzóns slip. Hoo Hah!
it: Mark porta i calzoncini. Ooh Aah!

# flash/01_diam1
source: Nick loves shiny. Always has!
es: A Nick le encanta el brillo. ¡Como siempre!
gl: Nick ama o brillante. Desde sempre!
it: A Nick piace tutto quello che luccica. È sempre stato cosi!

# flash/02_diam3
source: Send Tim new socks.
es: Envíale a Tim nuevos calcetines.
gl: Mándalle a Tim calcetíns novos.
it: Manda a Tim dei nuovi calzini.

# flash/02_diam3
source: Send Nigel a green card.
es: Envíale a Nigel una tarjeta verde.
gl: Mándalle a Nigel unha tarxeta verde.
it: Manda a Nigel una carta verde per l'entrata.

# flash/02_diam3
source: Beware of chainsaw schmalz.
es: Cuidado con of chainsaw schmalz.
gl: Coidado coa parvada da motoserra.
it: Stai attento agli Schmalz con la sega elettrica.

# flash/02_diam3
source: Dont give mark a burrito.
es: No le des a Mark un burrito.
gl: Non lle deas a Mark un burrito.
it: Non dare a Mark un burrito.

# flash/05_medivo1
source: Beware of falling enemies.
es: Cuidado con los enemigos que caen.
gl: Coidado cos inimigos que caen.
it: Stai attento ai nemici che cadono.

# flash/05_medivo1
source: Craig is still a doofus!
es: ¡Craig sigue siendo un imbécil!
gl: Craig segue a ser un idiota!
it: Craig è sempre un tontolone!

# flash/05_medivo1
source: Secret Level Time!!!
es: Tiempo de nivel secreto!!!
gl: Tempo do nivel secreto!!!
it: Livello segreto!!!

# flash/bonus_garglair
source: Buttstomp A Silver Crate To Clear Your Path
es: Machaca con tu culo una caja de plata para despejar tu camino
gl: Esmaga co traseiro unha caixa de prata para limpar o camiño
it: Schiaccia Una Cassa d'Argento Per Liberare Il Tuo Cammino

# flash/bonus_garglair
source: Crates can also make platforms appear...
es: Las cajas también pueden hacer que aparezcan plataformas...
gl: As caixas tamén fan aparecer plataformas...
it: Le casse possono anche far apparire delle piattaforme...

# flash/bonus_garglair
source: Melt the Spring...
es: Derretir el trampolín...
gl: Derrete o resorte...
it: Sciogli la molla...

# flash/bonus_garglair
source: Leh is a Camper
es: Leh es un campista
gl: Leh é un campista
it: Leh è un campeggiatore

# monk/01_jung1
source: Falling boulders can give you a headache.
es: Cantos rodados que caen pueden causarte dolor de cabeza.
gl: As pedras que caen poden darche xaquecas.
it: I massi che cadono possono darti il mal di testa.

# monk/01_jung1
source: A Flamethrower works well against bugs.
es: Un lanzallamas funciona bien contra microbios.
gl: O lanzachamas é o tal contra os bechos.
it: Un lanciafiamme funziona bene contro gli insetti.

# monk/03_hell
source: Long live the ice level.
es: Que dure el nivel helado.
gl: Longa vida ao nivel de xeo.
it: Viva l'era del ghiaccio.

# monk/03_hell
source: Goodnight, bubba!
es: ¡Buenas noches, bubba!
gl: Boa noite, Bubba!
it: Buonanotte, bubba!

# monk/06_damn2
source: What the heck? Aaaah! No! This is NOT over!
es: ¿Qué diablos? ¡Aaaah! No! ¡Esto NO ha terminado!
gl: Que cousa? Aaaah! Non! Isto NON rematou!
it: Ma che diamine? Aaaah! No! Non è finita!

# prince/01_castle1
source: Poles spin you around so you can go even faster.
es: Los bastones te hacen girar para que puedas ir aún más rápido.
gl: Os mastros fante xirar para que poidas ir máis rápido.
it: I pali ti faranno roteare in modo da spararti a tutta velocità.

# prince/01_castle1
source: You found a secret area.
es: Has encontrado una zona secreta.
gl: Atopaches unha área secreta.
it: Hai trovato una zona segreta.

# prince/01_castle1
source: Secret Treasure Room.
es: Sala del tesoro secreto.
gl: Cuarto do tesouro secreto.
it: Stanza segreta del tesoro.

# prince/01_castle1
source: Nothing to see here.
es: Nada que ver aquí.
gl: Nada que ver aquí.
it: Qui con c'è niente da vedere.

# prince/01_castle1
source: Collect coins to activate bonus warp devices.
es: Colecciona monedas para activar dispositivos de ventanas extras.
gl: Recolle moedas para activar dispositivos de fiestras extra.
it: Raccogli le monete per attivare i tunnel di teletrasporto.

# prince/02_castle1n
source: Cheese is green on tuesday.
es: El queso es verde el martes.
gl: O queixo é verde o martes.
it: Il formaggio è verde il martedì.

# prince/02_castle1n
source: Craig is king doofus.
es: Craig es el rey idiota.
gl: Craig é o rei parvo.
it: Craig è il re degli imbecilli.

# prince/02_castle1n
source: To beat the queen shoot her off her ledge.
es: Para ganar a la reina tírala de su alféizar.
gl: Para derrotar á raíña tíraa do seu rebordo.
it: Per ottenere la vittoria sulla regina buttala giù dalla sporgenza.

# prince/02_castle1n
source: Good job! Now go get Devan Shell!
es: ¡Enhorabuena! ¡Ahora ve a buscar a Devan Shell!
gl: Bo traballo! Agora colle a Devan Shell!
it: Congratulazioni! Ora puoi uscire dal castello!

# prince/02_castle1n
source: To kick through these blocks, press down and jump!
es: Para pasar a través de estos bloques, ¡aprieta y salta!
gl: Para pasar a través destes bloques, preme abaixo e salto!
it: Per superare questi blocchi premi Giù e Salto!

# prince/02_castle1n
source: Press down and jump beneath these blocks to break them!
es: ¡Aprieta y salta por debajo de estos bloques para romperlos!
gl: Preme abaixo e salta baixo nestes bloques para rompelos!
it: Premi Giù e Salto sotto questi blocchi per romperli!

# prince/02_castle1n
source: Buttstomp the metal box to open key blocks!
es: ¡Machaca fuerte con tu culo la caja de metal para abrir los bloques clave!
gl: Esmaga co traseiro a caixa de metal para abrir os bloques chave!
it: Schiaccia la cassa in metallo per aprire i blocchi-chiave!

# prince/03_carrot1
source: Stomp your booty to exit.
es: Machaca tu culo para salir.
gl: Esmaga o teu botín para saír.
it: Stampa il tuo didietro per uscire.

# prince/03_carrot1
source: This spring is frozen.
es: Este trampolín está congelado.
gl: O resorte está conxelado.
it: La molla è ghiacciata.

# prince/04_carrot1n
source: Super dooper secret.
es: Un secreto súper genial.
gl: Secreto súper xenial.
it: Super-extra segreto.

# prince/04_carrot1n
source: Shields will give you unlimited special ammo for a short time.
es: Las corazas te darán especial protección ilimitada durante un corto espacio de tiempo.
gl: Os escudos danche munición especial ilimitada por un tempo.
it: Per un breve periodo gli scudi ti forniranno munizioni speciali infinite.

# prince/04_carrot1n
source: Stopwatches will add time to the life of a shield.
es: Los cronógrafos añadirán tiempo a la vida de una coraza.
gl: Os cronómetros engaden tempo á vida dun escudo.
it: Un cronometro prolunga la durata degli scudi.

# prince/04_carrot1n
source: This schwartzenguard is toast!
es: ¡Este schwartzenguard es un plomo!
gl: Este Schwartzenguard está torrado!
it: Guardianen cotto!

# prince/06_labrat2
source: You cannot defeat me, Jazz! Prepare to face my superbot!
es: ¡No puedes ganarme, Jazz! ¡Prepárate a enfrentarte con mi súper robot!
gl: Non me poderás gañar, Jazz! Prepárate a enfrontar o súper robot!
it: Non puoi battermi, Jazz! Preparati a combattere contro il mio Super-Robot!

# prince/06_labrat2
source: Ack! I'm outta here!
es: ¡Aja! ¡Estoy ganando!
gl: Ai! Lisco de aquí!
it: Ahio, Ahio! Me ne vado!

# prince/06_labrat2
source: These blocks are speed blocks. Run into them at full speed!
es: Estos bloques son bloques de velocidad. ¡Corre hacia ellos a toda velocidad!
gl: Estes son bloques de velocidade. Corre cara eles o máis que poidas!
it: Questi sono blocchi da velocità. Corri sparato verso di loro!

# prince/trainer
source: Welcome to Jazz Jackrabbit 2. This is a training level.
es: Bienvenido a Jazz Jackrabbit 2. Este nivel es un nivel de formación.
gl: Benvida a Jazz Jackrabbit 2. Este é un nivel de adestramento.
it: Benvenuto a Jazz Jackrabbit 2. Questo livello è solo di riscaldamento.

# prince/trainer
source: Collect goodies for points and surprises.
es: Recoge cosas buenas para conseguir puntos y sorpresas.
gl: Recolle obxectos para puntos e sorpresas.
it: Raccogli le leccornie per ricevere punti e sorprese.

# prince/trainer
source: After jumping, press jump again to do a special move.
es: Después de saltar, vuelve a apretar saltar para hacer un movimiento especial.
gl: Despois de saltar, preme saltar de novo para facer un movemento especial.
it: Dopo aver saltato, premi di nuovo Salto per eseguire una mossa speciale.

# prince/trainer
source: Some walls can be shot.
es: Puede dispararse a algunas paredes.
gl: Pódese disparar a algunhas paredes.
it: Ad alcuni muri puoi sparare.

# prince/trainer
source: When in the air, press down to stomp with your butt.
es: Cuando en el aire, aprieta para machacar fuerte con tu culo.
gl: Cando estás no aire, preme abaixo para pegar duro co teu traseiro.
it: Mentre sei in aria, premi Giù per una schiacciata col didietro.

# prince/trainer
source: Secrets abound in Jazz 2. Check the walls.
es: Los secretos abundan en Jazz 2. Comprueba las paredes.
gl: Os secretos abundan no Jazz 2. Comproba as paredes.
it: Jazz 2 è pieno di segreti. Controlla i muri.

# prince/trainer
source: Good job. Remember to look for secrets.
es: Buen trabajo. Recuerda buscar secretos.
gl: Bo traballo. Lembra buscar polos secretos.
it: Ben fatto. Ricordati di cercare sempre i segreti.

# prince/trainer
source: Collect gems for an extra life.
es: Recoge piedras preciosas para tener una vida más.
gl: Recolle xemas para unha vida adicional.
it: Raccogli le gemme per guadagnare un'altra vita.

# prince/trainer
source: Red Gems count as one gem.
es: Las piedras rojas cuentan como una piedra.
gl: As xemas vermellas contan como unha xema.
it: Le gemme rosse contano per una.

# prince/trainer
source: Green gems count as five gems.
es: Las piedras verdes cuentan como cinco piedras.
gl: As xemas verdes contan como cinco xemas.
it: Le gemme verdi contano per cinque.

# prince/trainer
source: Blue gems count as ten gems.
es: Las piedras azules cuentan como diez piedras.
gl: As xemas azuis contan como dez xemas.
it: Le gemme blu contano per dieci.

# prince/trainer
source: Carrots give you health.
es: Las zanahorias te dan salud.
gl: As cenorias danche saúde.
it: Le carote fanno bene alla salute.

# prince/trainer
source: Checkpoints save your spot if you lose a life.
es: Los controles te salvan el puesto si pierdes una vida.
gl: Os puntos de control gardan o progreso se perdes unha vida.
it: I punti di controllo salveranno la posizione se perdi una vita.

# prince/trainer
source: Collect coins to unlock bonus rooms.
es: Recoge monedas para abrir las habitaciones de primas.
gl: Recolle moedas para desbloquear cuartos de bonos.
it: Raccogli le monete per aprire le stanze dei bonus.

# prince/trainer
source: Beware of sharp stuff. It hurts.
es: Cuidado con cosas aguzadas. Duelen.
gl: Coidado coas cousas aguzadas. Mancan.
it: Stai attento agli oggetti appuntiti. Fanno male.

# prince/trainer
source: Now youre ready to play. Good luck and have fun.
es: Ahora ya puedes jugar. Buena suerte y a divertirse.
gl: Agora estás a punto para xogar. Boa sorte e divírtete.
it: Ora sei pronto per giocare. Buona fortuna e divertiti!

# rescue/01_colon1
source: Buttstomp the manhole cover!
es: Machaca con tu culo la tapa de la alcantarilla!
gl: Esmaga duro a tampa da arqueta!
it: Schiaccia col didietro il tombino!

# rescue/03_psych1
source: Smoke rings will make you dizzy.
es: Los círculos de humo te marearán.
gl: Os aneis de fume vante marear.
it: Gli anelli di fumo ti stordiranno un po'.

# secretf/01_easter1
source: You can't buttstomp so go up and around!
es: ¡No puedes machacar con el culo pues ponte de pie y vete!
gl: Non podes esmagalo así que sube e xira!
it: Non puoi eseguire una schiacciata col didietro, pertanto fai il giro!

# secretf/01_easter1
source: No rewards to those with itchy trigger fingers.
es: No hay premios para los que no tienen mano firme.
gl: Non hai recompensa para eses con ronchas nos dedos do gatillo.
it: Niente ricompensa per quelli con le dita dal grilletto facile.

# secretf/01_easter1
source: Todays Forcast: Strong Winds!
es: El pronóstico del tiempo para hoy: ¡Vientos fuertes!
gl: Prognóstico de hoxe: Fortes refachos!
it: Previsioni per oggi: vento forte!

# secretf/01_easter1
source: Find the crate to clear your path.
es: Busca la caja y despeja tu camino.
gl: Atopa a caixa para despexar o camiño.
it: Trova la cassa per farti strada.

# secretf/01_easter1
source: Welcome to Jazz Jackrabbit 2: The Secret Files!
es: Bienvenido a Jazz Jackrabbit 2: ¡Los Archivos secretos!
gl: Benvida a Jazz Jackrabbit 2: The Secret Files!
it: Siete i benvenuti a Jazz Jackrabbit 2: The Secret Files!

# secretf/01_easter1
source: Only Spaz can get to the room up on the left. He may need something to stand on.
es: Sólo Spaz puede ir a la habitación izquierda. Posiblemente necesita algo para ponerse de pie.
gl: Só Spaz pode chegar ao cuarto de arriba á esquerda. Quizais necesite algo onde pousarse.
it: Solo Spaz può arrivare alla stanza in alto a sinistra. Forse ha bisogno di qualcosa su cui poggiare i piedi.

# secretf/01_easter1
source: Don't beat Nigel at pool. You've veen warned. :)
es: No ganes de Nigel jugando al billar. ¡Te lo he advertido! :)
gl: Non lle gañes a Nigel ao billar. Advertíuseche, xa sabes. :)
it: Non battere Nigel a biliardo. Sei stato avvisato :)

# secretf/01_easter1
source: Eating too many chocolate eggs can make you sick :p
es: Si comes demasiados huevos de chocolate te pondrás enfermo :p
gl: Rillar moitos ovos de chocolate farate enfermar :p
it: Se mangi troppe uova di cioccolato ti può venire la nausea :p

# secretf/02_easter2
source: Sloping Tunnel Entrance
es: Entrada de túnel inclinada
gl: Entrada ao túnel inclinado
it: Ingresso del tunnel in discesa

# secretf/02_easter2
source: To access the tunnels above find the access warp.
es: Para entrar en los túneles superiores tienes que buscar el warp de acceso.
gl: Para acceder aos túneles de arriba atopa a fiestra de acceso.
it: Per accedere ai tunnel di sopra trova il punto di teletrasporto.

# secretf/02_easter2
source: One route leads to riches. One route leads to battle.
es: Un camino conduce a la riqueza. Un camino conduce a la lucha.
gl: Unha ruta leva á riqueza. Unha ruta leva á batalla.
it: Un percorso porta alla ricchezza. Un percorso porta alla battaglia.

# secretf/03_easter3
source: Only those who can double-jump can get to the goodies!
es: ¡Sólo los que pueden hacer un salto doble pueden llegar a los chismes!
gl: Só aqueles que fan o dobre salto conseguirán os obxectos!
it: Solo quelli che possono fare un doppio salto possono arrivare alle cose belle!

# secretf/03_easter3
source: Find the crate to make your climbing blocks appear
es: Busca la caja para dejar aparecer tus escalones
gl: Atopa a caixa para facer que aparezan os bloques a escalar
it: Trova la cassa per far comparire i blocchi per arrampicarti.

# secretf/03_easter3
source: Stomping this crate also free's some enemies :)
es: Machacando esta caja también pone en libertad a algunos enemigos :)
gl: Esmagando esta caixa tamén libera algúns inimigos :)
it: Distruggendo queste casse si libereranno anche alcuni nemici :)

# secretf/04_haunted1
source: Enter the house with caution.....
es: Entra en la casa con cautela.....
gl: Entra na casa con cautela.....
it: Entra in casa con prudenza.....

# secretf/04_haunted1
source: Silver Crates can't be broken underwater...
es: No se pueden romper las cajas de plata que están en el agua...
gl: As caixas de prata non se poden romper baixo a auga...
it: Non si possono rompere le casse d'argento sott'acqua...

# secretf/04_haunted1
source: Water Level control crate above.
es: La caja de control del nivel del agua se encuentra arriba.
gl: Caixa de control do nivel de auga enriba.
it: Cassa di controllo del livello dell'acqua di sopra.

# secretf/04_haunted1
source: Stomping crates can be good and bad...
es: Machacar las cajas puede ser bueno o malo...
gl: Esmagar caixas pode ser bo ou malo...
it: Schiacciare le casse può essere un bene o un male...

# secretf/04_haunted1
source: But you need a way to get up there...
es: Pero necesitas una manera para llegar aquí arriba...
gl: Pero necesitas unha maneira de chegar arriba...
it: Ma devi trovare un modo per arrivare lassù...

# secretf/06_haunted3
source: Michelle, I will love you always and forever :)
es: Michelle, Te amaré siempre y para siempre :)
gl: Michelle, amareite sempre e por sempre :)
it: Michelle, ti amerò sempre e per sempre :)

# secretf/07_town1
source: Take to the roof tops!
es: ¡Huye a los techos!
gl: Sube aos tellados!
it: Vai in cima ai tetti!

# secretf/07_town1
source: The skies above will reward those who stomp...
es: Los cielos premiarán a los que machacan....
gl: Os ceos por riba han recompensar aqueles que esmaguen...
it: I cieli lassù ricompenseranno quelli che schiacciano...

# secretf/07_town1
source: Jump as far over to the right as you possibly can...
es: Salta a la derecha cuan lejos posible...
gl: Salta o máis cara á dereita que sexas quen...
it: Salta più a destra che puoi...

# secretf/07_town1
source: Didn't make the jump huh? :)
es: No has logrado el salto, ¿he? :)
gl: E non fixéchelo salto, meu? :)
it: Non hai fatto il salto, vero? :)

# secretf/07_town1
source: Well Done!
es: ¡Bien hecho!
gl: Ben feito!
it: Ben fatto!

# secretf/07_town1
source: Use your Special Moves to get up the air cons! For Jazz, press Crouch and Jump. For Spaz, Press Jump Twice!
es: ¡Utiliza tus movimientos especiales para elevar los tubos de aire! Para Jazz, pulsa Agacharse y Saltar. Para Spaz, pulsa Saltar dos veces!
gl: Usa os movementos especiais para chegar aos condutos! Para Jazz, preme agachar e saltar. Para Spaz, preme saltar dúas veces!
it: Usa le tue mosse speciali per salire in aria! Per Jazz, premi Giù e poi Salto. Per Spaz, premi due volte Salto!

# secretf/08_town2
source: Find the crate and the gems are yours!
es: ¡Busca la caja y las joyas son tuyas!
gl: Atopa a caixa e as xemas son túas!
it: Trova la cassa e le gemme saranno tue!

# secretf/08_town2
source: Springs Don't Work When Frozen...
es: Los trampolines no funcionan cuando estén congelados...
gl: Os resortes non funciona conxelados...
it: Le molle non vanno quando sono gelate...

# secretf/08_town2
source: Collecting 20 coins is more rewarding...
es: Coleccionar 20 monedas es mas provechoso...
gl: Recoller 20 moedas é máis gratificante...
it: È più remunerativo raccogliere 20 monete...

# secretf/09_town3
source: Find the crate to clear the blocks....
es: Busca la caja para quitar los bloques....
gl: Atopa a caixa para limpar estes bloques....
it: Trova la cassa per fare piazza pulita dei blocchi....

# secretf/09_town3
source: BEWARE! Flocks of Ravens can be very dangerous.
es: ¡ATENCIÓN! Bandadas de cuervos pueden ser muy peligrosas.
gl: COIDADO! As mandas de corvos poden ser moi perigosas.
it: ATTENTO! Gli stormi di corvi possono essere molto pericolosi.

# secretf/09_town3
source: The remove the blocks look to the tallest building.
es: Para quitar los bloques mira al edificio más alto.
gl: Para quitar os bloques mira o edificio máis alto.
it: Per rimuovere i blocchi cerca l'edificio più alto.

# secretf/09_town3
source: Choose a cover and stomp away!
es: ¡Busca una tapadera y empieza a pegar a diestro y siniestro!!
gl: Escolle unha cuberta e esmaga forte!
it: Scegli un coperchio e fila via!

# secretf/09_town3
source: Hi GeoBunny :)
es: Hola GeoBunny :)
gl: Ola GeoBunny :)
it: Ciao GeoBunny :)

# secretf/09_town3
source: Goto www.project2.com use password: BUNNYLOVER
es: Ve a www.project2.com usa la contraseña: BUNNYLOVER
gl: Vai a www.project2.com e usa o contrasinal: BUNNYLOVER
it: Vai su www.project2.com usa la password: BUNNYLOVER

# share/01_share1
source: Shoot these blocks!
es: ¡Dispara estos bloques!
gl: Dispara a eses bloques!
it: Spara a questi blocchi!

# share/01_share1
source: When in the air, press down to stomp with your butt.
es: Cuando estés en el aire, aprieta para machacar fuerte con tu culo.
gl: Cando estás no aire, preme abaixo para esmagar co teu traseiro.
it: Mentre sei in aria, premi Giù per una schiacciata col didietro.

# share/01_share1
source: To pass this area, stomp the secret metal crate.
es: Para pasar esta zona pisa fuerte el cajón de metal secreto.
gl: Para pasar esta área, esmaga a caixa secreta de metal.
it: Per passare questa zona rompi la cassa segreta in metallo.

# share/01_share1
source: You need twenty coins to pass through this secret warp!
es: ¡Necesitas veinte monedas para pasar por esta ventana secreta!
gl: Necesitas vinte moedas para pasar a través desta fiestra secreta!
it: Hai bisogno di venti monete per passare attraverso questo tunnel di teletrasporto!

# share/01_share1
source: Coins give you access to warps that appear later.
es: Las monedas te dan acceso a ventanas que aparecen después.
gl: As moedas danche acceso a fiestras que aparecen despois.
it: Le monete ti fanno entrare nei tunnel che appariranno più in là.

# share/01_share1
source: Stomp in the right place and you might find a surprise!
es: ¡Pisa fuerte en el lugar correcto y es posible que te encuentres con una sorpresa!
gl: Esmaga no lugar correcto e quizais haches unha sorpresa!
it: Colpisci il punto giusto e troverai una sorpresa!

# share/01_share1
source: Some crates contain bombs or baddies!
es: ¡Algunos cajones tienen bombas y personajes malos!
gl: Algunhas caixas conteñen bombas ou malotes!
it: Alcune casse contengono bombe o nemici!

# share/02_share2
source: You need twenty coins to pass through this secret warp!
es: ¡Necesitas veinte monedas para pasar por esta ventana secreta!
gl: Necesitas vinte moedas para pasar a través desta fiestra secreta!
it: Hai bisogno di venti monete per passare attraverso il tunnel di teletrasporto!

# share/02_share2
source: A flamethrower works well against nasty bugs.
es: Un lanzallamas funciona bien contra microbios.
gl: O lanzachamas vai ben contra vermes noxentos.
it: Un lanciafiamme è utile contro gli insetti.

# share/02_share2
source: Smoke rings will make you very dizzy!
es: ¡Los círculos de humo te marearán mucho!
gl: Os aneis de fumes farán que te marees!
it: Gli anelli di fumo ti stordiranno un po'!

# share/03_share3
source: Beware the witch! She can turn you into a frog.
es: ¡Cuidado con la bruja! Puede convertirte en una rana.
gl: Coidado coa bruxa! Pódete converter nunha rá.
it: Stai attento alla strega! Può farti diventare un ranocchio.

# share/03_share3
source: If you are turned into a frog Eva Earlong can help!
es: ¡Si te conviertes en una rana Eva Earlong puede ayudarte!
gl: Se te convertes nunha ra Eva Earlong pode axudar!
it: Se sei diventato un ranocchio Eva Earlong può aiutarti!

# share/03_share3
source: You made it! This is the end of the shareware version. Now check out the order info for M O R E!
es: ¡Lo conseguiste! Este es el final de la versión de demostración. Ahora revisa la orden de pedido para M Á S!
gl: Fixéchelo! Este é o final da versión de demostración. Agora bota un ollo á folla de pedido para M Á I S!
it: Ce l'hai fatta! Questa è la fine della versione Shareware. Ora controlla le informazioni per fare l'ordine per averne A N C O R A!

# xmas99/01_xmas1
source: Watch out for the spikes below!
es: ¡Cuidado con los picos de abajo!
gl: Coidado cos picos de abaixo!
it: Occhio alle punte di sotto!
